Repository: pkar70/ZegarSloneczny
Catalog: ZegarSloneczny/Strings/*/Resources.resw
Source language: en_us
Languages: pl

# resDigits.Text
source: Digits
pl: Numeracja

# resDigModR.Content
source: modern roman (iv)
pl: współczesna rzymska (iv)

# resDigRom.Content
source: roman (iiii)
pl: rzymska (iiii)

# resDigWest.Content
source: western (4)
pl: zachodnia (4)

# resGetGPS.Content
source: Get GPS
pl: Odczytaj z GPS

# resLat.Text
source: latitude
pl: szerokość

# resLocation.Text
source: Location
pl: Współrzędne geograficzne

# resLong.Text
source: longitude
pl: długość

# resOrHor.Content
source: horizontal
pl: pozioma

# resOrientation.Text
source: Orientation:
pl: Orientacja

# resOrVert.Content
source: vertical
pl: pionowa

# resSettings.Text
source: Settings
pl: Ustawienia

# resOrInfo
source: sundial for wall ticks anticlockwise
pl: słoneczny zegar ścienny "chodzi" w przeciwną stronę niż zegar ułożony poziomo

# resTyp.Text
source: Dawn/dusk
pl: Świt

# resTypAstro.Content
source: astronomical
pl: astronomiczny

# resTypCivil.Content
source: civil
pl: cywilny

# resTypExact.Content
source: without
pl: bez

# resTypMare.Content
source: nautical
pl: morski (żeglarski)

# resAboutTitle.Text
source: About...
pl: Info...

# resAboutApp.Text
source: This is very simple sundial app, which draws "archaic" sundial (that is, sundial for local solar time, and 12 hours of day counting from sunrise to sunset). Such time was used e.g. in biblical time.
pl: Jest to bardzo prosty zegar słoneczny, posługujący się "archaicznym" czasem słonecznym, w którym dzień podzielony jest na 12 godzin, liczonych od wschodu do zachodu Słońca. Tak liczono czas np. w czasach Chrystusa.

# resAboutDusk.Text
source: You can count time from sunrise to sunset (default), but you can also take into account dusk and dawn, either civil (center of Sun is 6° below horizon), nautical (12°) or astronomical (18°).
pl: Standardowo czas liczony jest od wschodu do zachodu Słońca, jednak można kazać aplikacji uwzględniać świt i zmierzch, w trzech ich rodzajach: cywilnym (gdy środek tarczy Słońca jest 6° poniżej horyzontu), morskim/żeglarskim (12°), albo astronomicznym (18°).

# resAboutGPS.Text
source: Time is counted for your geographical position (if app is allowed to use geolocation), or for entered latitude/longitude pair. If app cannot access current location, it uses (by default) location of Kraków (Poland).
pl: Zegar podaje czas lokalny, dla miejsca określonego albo przez nawigację (jeśli aplikacja ma na to zgodę), albo dla wprowadzonych długości i szerokości geograficznej. Domyślnie jest to Kraków.

# resAboutNumerals.Text
source: You can set how hours are labelled: original roman counting system (default), modern roman counting system (with subtractions), and western digits.
pl: Godziny opisane są domyślnie oryginalnym systemem rzymskim, ale można przełączyć do wersji rzymskiej zmodernizowanej (z użyciem odejmowania), albo do wersji z naszymi normalnymi cyframi.

# resAboutOrientation.Text
source: By default, sundial is presented as vertical one (as clock on wall), but you can change it to horizontal mode - to tick as our standard, mechanical clock
pl: Domyślnie aplikacja "udaje" pionowy zegar słoneczny, taki jak byłby na ścianie. Zegar taki chodzi "w drugą stronę" niż jesteśmy przyzwyczajeni, można więc przełączyć do orientacji poziomej (i wtedy cień porusza się tak jak wskazówka w zegarku).

# manifestAppName
source: Real sundial
pl: Zegar słoneczny

# manifestDescription
source: Simple sundial with 12 hours per day.
pl: Prosty zegar słoneczny z 12 godzinami dnia

# resAboutFeed.Label
source: Feedback
pl: Zgłoś uwagi

# resAboutRate.Label
source: Rate
pl: Oceń

# resTodayInfo.Label
source: Today
pl: Dziś

# resPoludnie.Text
source: Noon
pl: Południe

# resToday.Text
source: Day info
pl: Informacje o dniu

# resTodayData.Header
source: at this day
pl: w dniu

# resWschod.Text
source: Sunrise
pl: Wschód

# resZachod.Text
source: Sunset
pl: Zachód

# resDayLen.Text
source: Length of day
pl: Długość dnia

# resHourLen.Text
source: Sunhour is wallclock minutes
pl: Godzina słoneczna ma minut

# resNextDayLonger
source: next day will be longer
pl: następny dzień będzie dłuższy

# resNextDayShorter
source: next day will be shorter
pl: następny dzień będzie krótszy

# resTodayLocation.Text
source: At these coordinates:
pl: W tym miejscu:

# resPinHeader.Text
source: Tiles
pl: Flizy

# resPinHdrCommon.Text
source: Common tile
pl: Wspólna fliza

# resPinHdrDefault.Text
source: main
pl: główna

# resPinHdrInclude.Text
source: included
pl: używana

# resPinHdrConfig.Text
source: Clock config
pl: konfig. zegara

# resPinHdrWallSun.Text
source: wall/ SUN
pl: zwykły/ słon.

# resPinSundial.Text
source: sundial
pl: słoneczny

# resPinAnalog.Text
source: analog
pl: analogowy

# resPinDigital.Text
source: digital
pl: cyfrowy

# resPinBinary.Text
source: binary
pl: binarny
